Revit 2024 API
ParameterTypeId.RenderPlantTrimHeight Property
 "Plant Trim Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RenderPlantTrimHeight { get; }
Visual Basic
Public Shared ReadOnly Property RenderPlantTrimHeight As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RenderPlantTrimHeight {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace